# This Python file uses the following encoding: utf-8

token = '1003665340:AAGACF_p8Gt6j7gkZXhjebruIZKYbP5nJak'
#token = '966962784:AAGdxK5ZyTLi6xZKZuKX2uWnRaEBFSXZYTo'
keyboard = \
    [
        '😴Блок  1',
        '💪🏻Блок 2',
        '🌪Блок 3',
        '✨Блок 4',
        '🤯Блок 5',
        '👸🏼Блок 6',
        '🦹🏼♂️Блок 7',
        '💸Блок 8',
        '🧙🏻♀️Блок 9',
        '🙆🏼♀️Блок 10'
    ]
keyboard_jump = \
    [
        3 ,17 ,34 ,51 ,62,
        83 ,94 ,105 ,128 ,141
    ]


texts = [
    (['Привет!'] ,['Начать марафон']), # [text], [buttons]

    (["Очень рада тебе в марафоне «Счастливых Жён» 😍😍😍\nТак много хочу рассказать!",
      "❤️Марафон будет лёгким и интересным. Во всяком случае, я очень старалась  сделать его таким☺️",
      "➡️Аксиома:\nУсваивается только то, что зацепило!",

      "❤️ Ещё один факт - ➡️внимание и интерес  уходят примерно  через 5-7 дней.",
      "И на мне проверено, и на предыдущих участницах и научно доказано. Я первую неделю всегда «горю»🔥. А потом запал уходит.",
      "Но! Наша с тобой цель ввести в привычку многое из того, что узнаешь, так что давай начинать сразу. Без отмазок на сложившиеся обстоятельства, «именно в этот период навалилось» и пр.  Ответственность за изменения будет только на тебе. Я информацию отдам,  А воспользуешься ли ты ей или нет - это твоё решение. Так смысл откладывать своё суперское будущее если можно начать сейчас! А мешающие причины будут всегда.",
      "❤️ Все долгие марафоны советуют менять режим дня. Это конечно здоровые рекомендации, но не всегда возможные. Тебе потребуется найти найти минут 40 в сутках на каждый блок. Ничего кардинально не меняй! Это все равно не приживётся. Особенно не трогай сон. Если мы ляжем позже или встанем сильно раньше, то потеряется производительность, концентрация внимания. А значит эффект будет меньше. Помни, что каждая секунда формирует будущее. Это значит, что конечно недостаточно уделить 40 минут в день и потом забыть. Наша задача начать менять нашу жизнь к лучшему ВСЕГДА и НАВСЕГДА 😊"
      "❤️ Мы не можем резко измениться. Десятки лет жили так, а с понедельника начнём вот так. Не реально! Поэтому  проще идти постепенно (ПО СТУПЕНЯМ). Сейчас перед тобой первая ступень. Есть и вторая. Потом ты сможешь перейти на неё если захочешь. ",
      "❤️ Как по мне, то над каждым из 10  блоков можно работать бесконечно. Даже в уже прочитанной книге можно найти новое и главное всегда внедрять то, что узнала. Если сбилась - Ничего ! Отряхнулась, встала и пошла с того момента, где остановилась. ",
      "❤️ В конце этой ступени  я размещу список литературы, на который ссылалась. К слову, вся информация будет дана с обозначением автора и его труда. Отсебятины тут не будет. Только мой опыт от того или иного. А знания не мои. Ко мне они не пришли из космоса. Я их изучила. Вопрос конечно откуда они приходят к авторам 😂 Большинство пишут разными словами об одном и том же. Поэтому я разделила все их слова в СИСТЕМУ.",
      "Возможно Тебе будет достаточно информации на марафоне и читать не будет смысла. Ведь  мои знания - это краткий и конструктивный пересказ."
      ] ,['Создать свой мир. Начать']),

    (["❤️В марафоне мы рассмотрим 10 блоков. ",
      "Первые 10 мин после пробуждения формируют весь день. Наверняка слышала про рекомендации не начинать день с соц сетей и негативных мыслей.",
      "Поэтому рекомендую:",
      "❤️Сразу после пробуждения прочитать пост по очередному блоку и посвятить день размышлениям на тему блока.",
      "❤️Посмотреть видео  в удобное время в течение дня.",
      "❤️Перед сном прочитать итоги и посвятить немного времени размышлению о них",
      "❤️На следующее утро после пробуждения опять прочитать итоги и посвятить день блоку полностью",
      "Таким образом каждому блоку мы посвящаем 2 дня.  Тогда марафон будет экспрессом.",
      "❤️Помни, что ты можешь пропускать и переносить, но ведь дела будут всегда! Смысл откладывать обучение и изменения на потом?  Давай начинать уже сейчас!!!!! В случае  действий по итогам блоков - чудеса начнутся быстро! Гарантировано!",
      "Повторяю - в случае действий! Просто прослушать марафон - воз будет и ныне там. А то и в яму скатится. Я не пугаю, а наоборот хочу мотивировать.",

      ] ,['Перейти в блок 1']),

    # block-1

    (["❓Как ты сейчас читаешь этот текст❓\n➡️Между делом ?➡️\nМашинально? Что же там будет в марафоне ? Во время скорого завтрака или в туалете, думая о планах на сегодняшний день? Или опаздываешь и читаешь на бегу ? ",
      "⚠️Это важно. Не потому, что я требую внимания к своему марафону. А потому что около 95% времени в сутках мы спим😴 И я не про лентяев и любителей поваляться. Я про нас всех😘",
      "Вадим Зеланд называет это явление «СОН НАЯВУ». И наша в нём задача - проснуться!\n➡️Сейчас я прошу обратить внимание на текущий момент, в котором находишься. Проснись и посмотри вокруг. Особенно внимательно рассмотри привычные вещи. Знакомое здание, стол, за которым работаешь, ремонт или сконцентрируйся на  своих часах. Ты их видишь каждый день. А теперь обрати внимание на мельчайшие детали, цвета . Только в начале рассмотри, а потом читай дальше.",
      ], ['ДАЛЬШЕ']),

    (["Заметила что нибудь не обычное?",
      "Было лёгкое ощущение что предмет немного не такой как всегда ? Могли отличаться размер или оттенок. Или просто было странное чувство, что вещь другая.",
      "Я специально перенесла продолжение текста. Иначе бы ты прочитала по инерции. В прочем, как мы обычно и живём. ",
      "Машинально встаём 😴, собираемся 💄, завтракаем  🍳, проверяем телефон 📱и проживаем очередной день🌓.",
      "Заметила, что даже в отпуске через пару дней всё идёт по накатанной дорожке ? Особенно нагляден «режим» в отелях «всё включено». В первый день всё кажется новым и не обычным. Что то даже может не понравится. Но вот мы стоим в баре за закуской, поглядывая на часы в ожидании обеда. А там и до подготовки к ужину на далеко. Мы напрягаем память какой сегодня по счёту день путёвки. И минусы которые изначально не понравились , уже не заметны.",
      "И даже там мы можем сколь угодно наслаждаться закатами и морем, но спать наяву. ",
      "Мы все видели нравоучения ценить жизнь и каждый момент, ловить позитив. Но сейчас речь не об этом. Об этом позже 😉\nВ отпуске ведь мы итак кайфуем. Но мы и там спим!",
      "Для того, что бы проснуться необходим щелчок, какой то активатор. Смена действия или перенос внимания. Поэтому я и попросила перенести внимание с телефона и встрепенуться. ",
      "Смотри видео по самому важному блоку 😴 ПРОБУЖДЕНИЕ 😴",
      "И просыпайся ! Иначе всё остальное и смотреть бессмысленно"
      ], ['СМОТРЕТЬ']),

    (["https://www.instagram.com/tv/BxX0PZqFYSe/?igshid=189et2926nbym",
      ], ['Смотреть дальше']),

    (["https://www.instagram.com/tv/BxX3l4nlEp5/?igshid=1duieoiy4fr17",
      ], ['Зеланд о Сне Наяву']),

    (["https://m.youtube.com/watch?v=8CYRbF9e5E8",
      ], ['Итоги']),

    (["❤️Ещё раз повторю нашу основную задачу этого первого и самого важного блока:\n❗️ «Включай осознанность как можно чаще!»",
      "Что может помочь :\n❤️Любые изменения в привычной жизни. Начинай с мелочей - эксперименты с рецептами, маршрутами или распорядком дня. Даже если будет не вкусно, опоздаешь или что то пойдёт, как тебе покажется, не по плану. Так вот это «не по плану» и значит, что ты ушла от загнанного колеса, автопилота. Ты проснулась и заметила это! А дальше всегда можно немного корректироваться. А если вдруг изменения оказались удачными, то может и до внешности дойдёшь😉 И тогда новая причёска, макияж или даже брошь, которую никогда не носила , будут активатором на первое время. Ведь ты будешь обращать внимание, подходя к зеркалу и вспоминать почему решила сделать это. ",
      "❤️Как бы не звучало банально, но чаще рассматривай росинки, травинки, букашек, таракашек или просто любые привычные предметы. Рассматривай внимательно, ОСОЗНАНО. Обязательно иногда будут видны необычные детали. Сам этот процесс даже может показаться каким то не обычным. Или твоё состояние при этом. Подмечай. Это ты раскрыла глаза на свою реальность или скользнула на соседнюю линию жизни, лучшую конечно.",
      "В видео не сказала, что делала упражнения из Трансерфинга для перемещения поближе к своим мечтам, попросту - перемещения на те линии жизни, где эти желания реальны. (В следующей ступени коснёмся этого.) Так вот, сразу после того как я открывала глаза , то в 95 из 100 ситуаций я четко видела, что окружающие меня предметы изменились. Это и были такие же ощущения, как я описала выше. Но случай с домом в детстве был самый яркий в моей жизни. ",
      "❤️Придумываем себе парочку активаторов. Что может разбудить ?  Новая классная песня как у меня когда то, обращение прохожего, а может просто чёх;) На каждое своё и чужое «АПЧХИ» 😂 мы реагируем и вспоминаем, что спали. Чем абсурднее и смешнее активатор , тем лучше 😉",
      ], ['ПЕРЕЙТИ К ЗАДАНИЯМ']),

    ([   "Задание 1.",
         "❤️ Измени маршрут ( на работу, при прогулке с ребёнком или в привычный магазин) Считается даже любой обход дома с другой стороны. Главное не как всегда. Внимание!  Даже в отпуске уже есть что то устоявшееся . Если ты сейчас не дома, то изменяй привычный маршрут и там. На море или даже в ресторан отеля 😂",
         ], ['Сделала']),

    (["Задание 2.",
      "❤️ Измени распорядок дня. Я понимаю, встать с утра раньше - тяжело. А лечь позже - шанс снизить работоспособность. Можешь поужинать раньше 😉 Больше пользы . Или Устрой романтический ужин семье или самой себе ! Прям по настоящему со свечами , красивым оформлением и вкусный вкусный. Жду фото!!!! ",
      ], ['Сделала']),

    (["Задание 3.",
      "❤️ Измени рецепт, хотя б один . На завтрак, обед или ужин съешь то, что НИКОГДА не ела в этот приём. ",
      ], ['Сделала']),

    (["Задание 4.",
      "❤️Подходя к дому остановись и рассмотри его. Внимательно. Все трещины, сколы, цвет , окна, ручку двери, ВСЁ.",
      ], ['Сделала']),

    (["Задание 5.",
      "❤️ Выбери активатор , на который будешь просыпаться. У меня иногда это даже плачь дочки. Потому что когда я сплю наяву, то расстраиваюсь, злюсь и раздражаюсь на него. А когда решаю, что пора встряхнуться, то и плача почти не бывает. ",
      ], ['Сделала']),

    (["Задание 6.",
      "❤️ Обращай внимание и проговаривай свои действия: «Сейчас я закрываю дверь». Понятно, что не все. Но когда проснулась - акцентируй внимание  на выполняемом действии",
      ], ['Сделала']),

    (["Напиши свои впечатления и вопросы. Что выбрала активатором ? Что заметила необычного в привычных вещах ?",
      ], []),  # ('Перейти к следующему блоку',3)

    (["Спасибо за отзыв!"
      ], ['Перейти в блок 2']),

    # block-2 id-17

    (["Я сейчас напишу один факт",
      "❗️Мы НИКОГДА не знали  ощущения «я полностью здорова»❗️ Задумайся! Мы просто не знаем как это - быть абсолютно здоровой!!!",
      "А здоровье - это первая матрёшка (слой), как пишет Артём Троцкий в книге «Пока я не я». С нашего тела начинается всё. Наша обязанность заботится о нём. И, конечно, здоровье - это не только физическое состояние тела. У здоровья тоже есть психология.",
      "Официальная медицина всегда хочет найти причину. Это цель любого квалифицированного доктора. Докопаться. Но в 99.9% причина не ясна. На моих глазах доктора «меняют показания». И спасибо этим продвинутым, кто меняет! Потому что в  родном Орле большинство до сих пор прописывают Виферон при ОРВИ. А на Кипре антибиотики при бронхите. Суть то какая? Медицина  залечивает, а не лечит. Убирает последствия.",
      "Дальше цитата Синельникова, врача доказательной медицины, успешного остеопата,  известного автора, меняющего жизнь:",
      "«Причины болезней скрыты не вовне человека, а внутри. Каждый сам создает себе болезнь. Сотни и сотни раз я просматривал разные случаи из своей практики, и каждый раз убеждался, что такие внешние факторы, как питание, инфекция, погодные условия, создают всего лишь фон для развития болезни. Есть нечто более глубокое внутри человека, что определяет развитие того или иного заболевания.......Если в больнице лечат язву желудка, а она через некоторое время возвращается вновь, значит, болезнь лишь приглушили на некоторое время. Если после действия гормональной мази сыпь исчезает, а затем снова появляется, то и это не лечение.»",
      "❤️Сегодня подумай, быть какие болезни «выручали» тебя? Например, я заболевала 🌡 во время завала на работе. Или в самые ответственные моменты, когда казалось, что без меня не справятся.",
      "В общем,  без здоровья мы не способны  ни дать, ни взять. Даже мужчине своему нормально дать 💏 не сможем 😂",
      "Взять казалось бы попроще будет. Дайте мне денег💵отпуск шикарный🏝золото - бриллианты💎",
      "А ещё лучше дайте мне отдохнуть и наконец время на себя!🛀🏻 Вот вот. Когда нет здоровья, то нет и сил мечтать, тем более исполнять мечты и даже прожить мечту на полную катушку когда она исполнилась. Поэтому этот блок на втором месте.",
      ], ['Смотреть видео']),

    (["[Ссылка на видео ➡](https://www.instagram.com/tv/BxaVU6wBLLS/?igshid=1r8k7q563etph)"
      ], ['Смотреть дальше']),

    (["[Ссылка на видео ➡](https://www.instagram.com/tv/BxaZeerh4PJ/?igshid=zubbad49sp2v)"
      ], ['Смотреть дальше']),

    (["https://m.youtube.com/watch?v=SdauIU65ft8"
      ], ['Итоги']),

    (["❤️Книги, о которых говорила есть в свободном доступе в интернете:",
      "📖 В. Синельников «Возлюби болезнь свою»",
      "📖 Лиз Бурбо «Твоё тело говорит: «Люби себя!»",
      "Найди их и просмотри. Они очень удобные, в формате справочника. Можно прочитать только про то, что беспокоит. Пока знакомимся, что бы иметь представление. Хорошо если сразу проникнишься. Но может быть и не найдёшь ничего общего со своей жизнью, как я говорила на моём примере.",
      "❤️Потом думаем над тем, что нам надо сделать для своего физического тела. Или начать делать регулярно. Мы все на разных уровнях, но каждой есть что улучшить или внедрить.",
      "Пишем 2 списка.",
      "➡️В первый занеси то, что откладывала или на что нет времени - визит к стоматологу, изучение темы здорового питания, какое-нибудь УЗИ или удаление родинки. Всё, что тебе кажется сделать надо, а не решаешься - вытягивает силы. Ты же думаешь об этом. А нам наши мысли нужны для другого👆. В следующих блоках обсудим для чего😉",
      "Только пишем простые вещи. Не радикальные меры, а пока, например, консультации специалистов. Или изучение темы. Потому что каждый зачеркнутый пункт придаст сил для дальнейшей проработки этого блока.",
      "➡️Во втором пишем то, что надо бы уже внедрить в жизнь на  регулярной основе. Перестать есть на ночь, начать пить эту двухлитровую воду, а может даже с лимоном 😂 Каждый день отжиматься по разу или бегать по 10 км. На своём уровне. Потом почаще смотримся в него ;) Ну и старайся чаще соблюдать пункты. Не раз и навсегда с понедельника. А то скорее всего сорвёшься. Внедряй постепенно. Старайся подстроить образ жизни под них. И много не пиши. Даже 3-5 пунктов достаточно. Резко изменить жизнь невозможно. Будет срыв.",
      "❤️Просыпайся и отслеживай в себе программирующие фразы из серии: у меня уже голова кругом, я в шоке, тошнит от тебя и пр. ",
      "❤️Смотри таблицу чувств.  Если не знакома с ней, то изучай всё, что в нас может быть. А дальше с сегодняшнего дня почаще ПРОСЫПАЙСЯ  и заглядывай в неё вновь и вновь. Если  завела тетрадь, то здорово выписывать туда чувства из таблицы. Пока просто перечисляй их. После каждой ситуации , которая вызывает волну эмоций. От конфликтов , кстати, спасает здорово. Вместо продолжения ссоры я бежала в туалет записать ))) потому что был азарт в этом простом деле и я легко переключалась. Потом легко будет понять какие чувства чаще всего повторяются и будет ясно с чем работать. А как работать узнаем дальше ;)",
      "🧐Кстати, когда потом ещё раз  в книгах прочтёшь про свои проблемки и выяснишь от чего они - посмотри в тетрадь на наличие совпадений. ",
      ], ['Смотреть таблицу']),

    ([('photos/2_1.jpeg',)
      ], ['Задания']),

    (["Задание 1",
      "Найди твои  неприятные ситуации со здоровьем , прочитай описание , проанализируй.",
      "✅Лиз Бурбо:\nhttps://lightbreath.org.ua/texts/burbo_liz_-_tvoyo_telo.htm\n✅Синельников:\nhttps://lovedisease.bib.bz/",
      ], ['Сделала']),

    (
         ["Вопрос  для размышления:\nТы бодра и прекрасно себя чувствуешь. Неожиданно у тебя спрашивает знакомый: «Всё ли хорошо? Неважно выглядишь !»\nЧерез час подруга интересуется : « Ты не больна ? Беспокоюсь, лицо какое то усталое и бледное. А ещё мешки»\n Через 3 часа родственник : «Сходи к врачу, неважно выглядишь. Я читал , что такие ..., (любые признаки)  на лице - причина тяжёлой (любой ) болезни.",
      "Полезешь в интернет? Почуешь неладное ? А если ещё 3 человека тебе скажут примерно тоже самое? ",
      ], ['Написать ответ']),

    ([ "Ответ:",
       ], []),

    (["Задание 3",
      "❤️Вспоми какие неприятности со здоровьем были в последние полгода, начиная с конца (сегодняшнего дня). Выпиши их поочерёдно . К каждой «болезни»  опиши ситуацию, которая была вокруг тебя в тот момент. Важно! Пиши на бумаге от руки. Затрагивай как объективную материальную сторону (вспоминай что конкретно происходило, кто был участником в ситуации) , так и эмоциональную (твои переживания, чувства, эмоции). Можешь использовать таблицу чувств  ",
      ], ['Сделала']),

    (["Задание 4",
      "Просыпайся  и замечай за собой подобные фразы:\n❌я в шоке\n❌голова кругом\n❌как меня тошнит от этого\n❌не бери близко к сердцу\n❌я это просто не переварива\n❌это оставило у меня крайне неприятный привкус\n❌глаза  б мои не видели\n❌я закрыла глаза на..\nЕстественно их мы их больше не употребляем 😉",

      ], ['Сделала']),

    (["Задание 5",
      "Напиши список необходимых дел, связанных со здоровьем. То, что давно хотела сделать, но откладывала. Чему уже подошло время, а ты и не задумывалась до этого (плановые осмотры и т.д.)  Делать и вычеркивать потом начинаем постепенно. Начиная с малого. Не создавай избыточных потенциалов своим рвением переделать всё. Там ведь ещё и страхи могут быть - это ж здоровье ..."
      ], ['Сделала']),

    (
         ["Составь список мероприятий, которые необходимо лично тебе внедрить на постоянной основе. Разгрузочные дни, зарядки, бассейны и другой фитнес, банальную воду и пр.",
      ], ['Сделала']),

    (["Задание 6",
      "Изучай таблицу чувств, сохрани ее к себе в телефон.  Переодически  просматривай в течение дня и определяй свои чувства. При каждой стрессовой ситуации - опять смотри и выписывай или просто обозначай для себя свои чувства. Вспоминая неприятные ситуации - делай тоже самое. Наша задача вытащить из себя все не прожитые эмоции. ",
      ], ['Сделала']),

    ([('photos/2_1.jpeg',)
      ], ['Дальше']),

    (
         ["Напиши свои впечатления от блока и вопросы. Какие вредные  фразы про здоровье чаще всего используешь ты или слышишь от других? "
      ], []),

    (["Спасибо за отзыв!"
      ], ['Перейти в блок 3']),

    # block-3 id-34

    (["🌪ЭНЕРГИЯ🌪\n"
      "Наверное в каждом тренинге я училась как наполняться энергией🌪\nПоняла, что без энергии далеко не уедешь 🚆в прямом и переносном смысле слов. Когда мы пусты, то нам физически лень пройтись лишний раз пешком🚌И мозг напрягать лишний раз нет охоты. Фильм 🎞 хочется посмотреть попроще, книгу 📖 читать сложно - концентрация теряется. Какая уж тут работа над собой, своими отношениями и мечтами.",
      "Про важность энергии мы понимаем все. И то, что я написала ⬆️выше - читала великое множество раз. Смысл один - надо повышать энергию.\nНо! Недавно я поняла главную истину🙈 Она всплыла неожиданно, хотя я читала про это ещё десять лет назад.",
      "ЭНЕРГИЕЙ НАПОЛНИТЬСЯ НЕЛЬЗЯ!",
      "И все рекомендации надо делить как минимум на двое😂\nЯ много начиталась про страшные соц. сети📲, которые её сжирают. А ещё про это обязательное «время на себя»💆🏻♀️Мы должны посвящать от 30 до 60 минут ( в зависимости от источника) в день себе любимой. А ещё должны дарить себе приятные покупки. А ещё час после сна и два перед сном без экранов от ТВ, компьютера или телефона...",
      "❌СТОП❌",
      "Для меня уже этот список «обязанностей для себя» вызывал недоумение. Когда не стало этой самой энергии - я была работающая мама только родившейся малышки🤱🏼. 🤦🏻♀️Какие, на фиг, 😡, 30 минут на себя?",
      "🤦🏼♀️И о каких покупках для меня идёт речь если объективно нет возможности. А мелочь меня не взбодрит 😂",
      "🤦🏼♀️Никаких соц сетей или домашних дел час после пробуждения и за два до сна.... хм..., а когда их делать? Или когда попереписываться в соц сетях, если не после отбоя дочки?👼",
      "Сегодня взгляд на море даёт энергии больше, чем если бы я совсем отказалась от соц. сетей.",
      "Смотри видео 😘😘😘 объясню почему наполниться энергией нельзя и почему опять рулит загадочный Зеланд. А также возможные решения если моря нет под глазами)))",
      ], ['Смотреть видео']),


    (["❤️https://www.instagram.com/tv/Bxc9TlUHLnn/?igshid=btxklfxlwy6n",
      ], ['Смотреть дальше']),

    (["https://www.instagram.com/tv/BxdAeazn6so/?igshid=jqoy0shbhzdu",
      ], ['Смотреть дальше']),


    (["❤️https://www.instagram.com/tv/BxdG5ArnSaA/?igshid=4d122kkg1lxc",
      ], ['Смотреть дальше']),

    (["https://m.youtube.com/watch?v=ux27Dovb9Fs",
      ], ['Итоги']),


    (
         ["❤️❤️Начинаем с самого простого - Почисти ленту в ИГ. Мы же помним, что каждая секунда формирует будущее. Поэтому просто исключи бесполезные знания.  Реши для себя  какой блогер полезный, а у кого темы совсем не близки. Какая знаменитость мотивирует на работу над собой, а какая вызывает негатив или зависть. То же со знакомыми. Чья жизнь интересна, а кому лайки ставишь машинально. Ведь каждая прокрутка ленты - это и есть секунда ☝🏼😊",
      "❤️Теперь прямая связка с блоком здоровье, улучшаем физическое состояние.",
      "➡️ подумай  какую интоксикацию можешь убрать или сократить. Физическую - плохую жратву, алкоголь, табак, энергетики или что там есть ещё страшнее.  И духовную - в идеале исключить просмотр новостей, читку страшных статей, разговоры о болезнях, катастрофах и прочем. Резко мы это не сделаем. Наша задача - просыпаться каждый раз и думать надо ли нам оно. Нужна ли очередная сплетня или лучше поговорить об этом  Марафоне 😂",
      "➡️ ещё раз подумай что ввести на регулярной основе в блок здоровье для увеличения сил (спорт, питание, сон, свежий воздух и пр)",
      "❤️Потом напиши список того, что любишь, что вызывает кайф, приятные эмоции. Ещё раз про алкоголь 😂: я не призывают к нему, просто бокал вина в определённой ситуации - это кайф. Вкусное пирожное с чаем тоже. Когда это редко. Ведь та «вредная привычка», которая в нашей жизни постоянно, стирает испытываемую радость. (Писала про это и гормон Дофамин в Инстаграм в своём профиле sbornik__granatov)",
      "🔻Например у меня в списке:\n🎞люблю вечером что-то смотреть с мужем,\n🍮люблю пирожное «корзиночка с кремом и фруктами»,\n🍄обожаю собирать грибы и обнимать деревья🌳в лесу,\n🧘🏻♀️люблю себя после занятий йогой,\n💻люблю работать в одиночестве,\n🗺люблю путешествовать,\n👨👩👧люблю приезжать к родителям на пару недель,\n🧝🏻♀️люблю организовывать тематические праздники ",
      "Ясно, что какие то пункты могут радовать сколь угодно часто. А какие то только когда они в мере. Например, когда я организовывала праздники на работе, то всегда получала кайф после. Но и безумно уставала во время подготовки, так как праздники были часто. Сейчас это редкое занятие и приносит лишь кайф без усталости. ",
      "➡️Обрати внимание, что какие то вещи мы можем исключить в списке интоксикаций, но добавить в список способов пополнения энергии. Таким образом сделать себе приятные поощрения и перестать винить себя за каждый съеденный калорийный или вредный кусок. А понимать, что он для удовольствия. И он редко. А значит больше пользы, чем вреда.",
      "❤️ Хочу уточнить, что экстрасенсы наверняка есть, но мы их никак не проверим. Это что б никто за призыв к ним обращаться не расценил. А то я недавно смотрела видео про всех звёзд Битвы Экстрасенсов на ТНТ .Такой развод 🙈🙈🙈",

      "❤️Смотри видео про маятники по ссылке в шапке.",
      "❤️Вникай в тему. Старайся просыпаться и видеть эти маятники. Понимай какие могут принести пользу и дать энергию - хобби, увлечения, занятия , кино и тд. , а какие ее высосать. Легче всего плохишей увидеть в конфликтной ситуации - ты вспылила на что то - значит маятник тебя раскачал. Ясно, что бы не участвовать в качелях, то надо не реагировать. Потом рассмотрим приёмы. ",
      "Очень легко сейчас «пофильтровать» своё окружение. Бывает так, что человек не виновен, а нам кажется, что он постоянно «сглаживает»👁 Вряд ли нам желают откровенного зла. Большая сила в наших мыслях, а не в мыслях других по отношению к нам. Но таких людей лучше оградить от себя. Или не откровенничать с ними. Потому что мы себе уже придумали, что он/она вас сглазят. Если вампирит кто то близкий, то пока подмечаем это. Потом поймёшь как не попадаться на провокации. Потому что всё зависит только от нас. А не от них\nТема маятников не проста. Пока больше анализируй, следи, подмечай, делай выводы, запоминай. А лучше записывай 📝"
      ], ['Задания']),

    (["Задание 1",
      "Не смотря на то, что в этом блоке мы говорим об энергии на внутреннем уровне, для хорошего физического самочувствия нужна энергия на внешнем. Имею в виду обыкновенная бодрость. Не открою Америку, что для неё с утра необходимо разогнать лимфу. До завтрака.  Многие рекомендуют делать 100 мелких прыжков . Я так и делаю) А ещё мне понравилось упражнение - махи руками. Развести руки в стороны и начать ими махать как бы складывая на перекрест, кисти будут бить по лопаткам, так минутку 😉\nВ общем, не забывай про важность зарядки, внеси в свой список регулярных дел для здоровья малейшие движения 😉",
      ], ['Cделала']),

    ([  "Задание 2",
        "❤️Почисти ленту в Инстаграм, оставь только тех, кто доставляет удовольствие или пользу",
        ], ['Cделала']),

    (["Задание 3",
      "❤️Сократи физическую интоксикацию ",
      ], ['Cделала']),

    (["Задание 4",
      "❤️Сократи эмоциональную интоксикацию - не смотри негативные новости, не поддерживай разговоры про них и плохое правительство, других негодяев в твоей жизни  и знакомых, подруг, не обсуждай их мужей и своего тем более ! Не сплетничай в априори!!! Это всё маятники, которые выманивают энергию в прямом смысле. Мы тратим своё время на негатив, вместо позитива, а могли бы создавать своё будущее. А во-вторых, помни, что Вселенная - зеркало, говоришь про негатив и что все вокруг Козлы - получай ! Но об этом в следующем блоке 😉",
      ], ['Cделала']),

    (["Задание 5",
      "Пересмотри список здоровья, добавь то, что улучшит физическое состояние бодрости - следи за сном, прогулками и т.д.",
      ], ['Cделала']),

    (["Задание 6",
      "Напиши список того, что даёт кайф. Вообще энергия это про кайф и настроение. Всё, что повышает настроение заряжает энергией. Согласись, что музыка частенько даёт силёнок для уборки, например . А когда настроение хорошее, то и желания достигать целей больше. ",
      ], ['Cделала']),

    (["Задание 7",
      "Фильтруй окружение. Без сожаления перестань общаться с теми, кто неприятен, кто, по твоему мнению,  на тебя плохо влияет, кто выжимает тебя как лимон. Если это муж или другой близкий , кого можно исключить - задумайся. Если это кровная родня, то принимай этот факт и старайся дистанцироваться.",
      ], ['Cделала']),

    (["Задание 8",
      "Самое важное - отслеживай маятники и замечай их! Понимай какой позитивный, а с каким лучше не связываться.",
      ], ['Cделала']),

    (["Задание 9",
      "Записывай вечером  свои наблюдения по поводу маятников, которые вывели  из себя за день. Описывай ситуацию и свои эмоции. Смотри куда выплывут рассуждения. ",
      ], ['Cделала']),

    (["Напиши чем запомнился блок, впечатления и вопросы. "
      ], []),

    (["Спасибо за отзыв!"
      ], ['Перейти в блок 4']),

    # block-4 id-51

    (["Привет!😍Мы подошли к тому, с чего всем хочется начать 😅",
      "✨ЖЕЛАНИЯ ✨МЕЧТЫ ✨ЦЕЛИ ",
      "Это ведь ради них мы здесь все собрались, правда?\nПредыдущие 3 блока были предисторией",
      "Сейчас мы понимаем, что\n⛔️невозможно придумать и исполнить свою сказку когда ты спишь\n⛔️ без здоровья автор напишет такую же хилую историю, а хиленький актёр также и сыграет - хреново\n⛔️ без энергии сложно сказку сделать былью",
      "А сейчас начинается самое интересное🎁. И прежде всего, помним: «Как корабль 🚢 назовёшь, так он и поплывёт». Так давай зададим направление 🔝своей сказке, определим сюжет, место действия, декорации, ключевых актеров, атрибут, костюмы. Можем выбрать цвет новых обоев. А можем цвет настроения 🎤синий, чёрный или серо-буро-малиновый. Главное, что б нам нравилось. Всё зависит от нашего выбора.",
      "И ➡️ «Всё на свете возможно пока не сделан выбор»⬅️",
      "Обожаю эту цитату. И обожаю тему этого блока😍. Я могу писать и говорить безумно долго, приводить примеры и рассуждать😬. Но глобально в одной фразе сформулирована вся суть. Эта цитата из фильма «Господин Никто». Очень рекомендую к просмотру🍿.",
      "Мы можем выбрать абсолютно любое благо📝.  И я с уверенностью могу сказать, что это так. У меня есть личные конкретные примеры работающих техник и упражнений. Я экспериментирую с этой темой 10 лет.\nИ тут возникает вопрос : «Если ты такой умный, то почему такой бедный?» Известная фраза, но это не цитата, народная мудрость , так сказать😂 ПОТОМУ ЧТО ВСЁ ПРОСТО, но капец как СЛОЖНО🤪🙃🤪 ",
      "Было бы легко, то не было бы всех этих бестселлеров, тренингов и прочего по изменению жизни. И все мы ходили бы в нирване😇 и ездили на ферарри 😎. Или как то так. ",
      "И я не хочу доказывать какая я богатая, счастливая и как у меня всё круто. Я открываю свой опыт. Я делюсь своим мнением о трудах других людей. И я уверена, что здесь никто не эксперт. Если ты читала  несколько книг про эзотерику и всю эту тему благополучия, то заметила кое что. Все пишут об одном и том же разными словами. Даже разные упражнения   имеют одинаковые задачи. Каждый из нас выбирает понравившегося автора и подходящие техники. А кто то понимает смысл и дальше идёт своим путём. Достаточно словить волну озарения и накроет пропорционально величине волны🌊. Кто то из нас поймает сразу цунами💍, а кто то долго будет ходить по берегу👣.",
      "В видео расскажу про себя и свои приливно-отливные волны. А также постараюсь затронуть как можно больше из того, что изучала. А на эту тему я читала ОЧЕНЬ много🧐. ",
      ], ['Смотреть видео']),

    (["❤️https://www.instagram.com/tv/BxffCvanQKg/?igshid=1szm3ambahxnu",
      ], ['Смотреть дальше']),

    (["https://www.instagram.com/tv/BxfiOGqnqQa/?igshid=f3xfxw39wrrm",
      ], ['Смотреть дальше']),

    (["❤️https://www.instagram.com/tv/BxflRERHdVm/?igshid=123lzpi3li24m",
      ], ['Смотреть дальше']),

    (["https://m.youtube.com/watch?v=kOoE6sgU4Io",
      ], ['Итоги']),


    (
         ["❤️В этом  блоке привела много своих примеров. Потому что ты наверняка или уже читала частички этого блока у других  авторов, либо по-любому на них ещё наткнёшься. Ведь это самая популярная и измусоленная тема. Большинство, как и я лет так 10, ведутся именно на сбычу мечт. А это приносят деньги 💰 авторам. Я постаралась на себе показать некоторые механизмы. ",
      "Повторим:\n🔻Сбываются желания, а не мечты. Цели помогают желаниям сбыться\n🔻Легко сбывается то, что находится рядом с нашими линиями жизни.\n🔻Те, желания, что мы хотим до трясучки не исполняются. У Зеланда этому очень много ясных объяснений.\n🔻Также исполнению желаний мешают страхи, неуверенность, неверие в исполнение, не готовность выйти из зоны комфорта - обо всём этом в следующих блоках.\n🔻Но в целом, Вселенная - это джин: «Слушаюсь и повинуюсь» (сравнение из фильма «Секрет»). Она всегда поможет исполнению. Чаще всего мы даже не знаем с какой стороны прилетит загаданное.\n🔻Питаем энергией только то, что хотим. Не упоминаем даже в мыслях то, что стремимся избежать. ",
      "➡️Итак, ❤️Пишем максимальный список желаний. В нём позволь себе помечтать. Можно отдалиться от текущей линии жизни подальше. Но не совсем в несбыточное. Например, «путешествие в любую точку мира» пиши смело. А вот вертолёт при отсутствии даже машины лучше не писать. Не трать энергию.  Просыпайся и смотри вокруг - что тебе хочется ? Ищи везде - в новостях о друзьях, в кино и книгах, на билбордах - где угодно. Пишем несколько дней, блок специально поставила под выходные.",
      "❤️Когда поняла, что практически всё вывалила - выбирай 3 желания. Такие, которые греют душу, которые более менее реальны в ближайший год. Которые касаются лично тебя. Я - жена миллионера - это про нас. А: мой муж - миллионер - это уже про него.",
      "❤️Пишем по 3 шага (цели) к каждому желанию , такие , что вы сможешь начать делать прямо сейчас.\nиграть в игру «Я миллионерша» (подробности в след. блоке)\nСтараться подпитывать  мужа, а не сосать. (Подробности в след. блоке. И он не про секс 😉)\nПомочь мужу в работе делом или наметить и начать изучать возможные сферы совместного заработка. ",
      "❤️А дальше действуй. И во время действия помни для чего это. Питай желание энергией. Лучше в шутку. Что б не появилась эта трясучка. Всё, что по приколу, в удовольствие и по душе мне легче приносило плоды. Чем то, что очень хотелось или надо было реализовать.",
      "➡️Все на свете возможно пока не сделан выбор. Это значит, что делая какой либо выбор, мы по факту выбираем линию жизни в пространстве вариантов. Если продолжать тему с пирожками, то выбирая съесть его на ночь можно перейти на линию, где живот растёт. А можно качать пресс и представлять плоский животик и скользить к стройности. Выбирай желания и действия. И двигайся на другие успешные линии жизни. А когда исполнилось - 💕помни об этом подольше! Это даст новую мотивацию. 💕",
      "❤️А ещё обязательно благодари и продолжай обмен энергией. Потому что просто так ничто с неба не свалится. Как я и говорила - надо расплатиться своей энергией. Благодарность и помощь в ответ или совершенно другим людям  - лучшая расплата. ",
      "❤️Ниже ссылка на классную медитацию на желания. Я чередовала её и ту, что ещё дам в другом блоке.  И смоделировала свою жизнь на Кипре за 2 месяца. Медитировала, правда,  почти каждый день. Чередовала разные медитации , что бы не надоели и что б не было обязаловки. Медитация должна идти с вдохновением и радостью. Заставлять себя не надо! ",
      "➡️Большой список тоже храни. Мы к нему не раз вернёмся. Просто после всех манипуляций в марафоне отложи и  как- бы забудь"
      ], ['Задания']),

    (["Задание 1",
      "Напиши список из 100 желаний как описывала в итогах.",
      ], ['Сделала']),

    (["Задание 2",
      "Выбери 3 желания, лично про себя не из далекого будущего - то, в чью реализацию ты веришь и напиши три конкретных шага к ним, которые ты можешь сделать  ",
      ], ['Сделала']),

    (["Задание 3",
      "Попробуй медитацию перед сном или в то время, когда после не надо никуда бежать, когда будешь одна и никто не сможет прервать. Помни, что с первого раза может не получиться ",
      ], ['Сделала']),

    (["Как долго писала желания ? Получилась медитация ?",
      ], []),

    (["Спасибо за отзыв!"
      ], ['Перейти в блок 5']),

    # block-5 id-62


    (
         ["Мы начинаем углубляться. Что же мешает нам испытывать счастье ? Опять всё банально - несчастье 😂 Я не издеваюсь, задумайся - так и есть. ❓Когда мы НЕ радостные, НЕ весёлые, НЕ позитивные ?\n❗️Тогда , когда мы печальные, грустные и негативные. А ещё мы бываем недовольные, многострадальные, подавленные, тоскливые и всякие такие НЕСЧАСТНЫЕ.",
      "А теперь вспоминай про выбор 🔙. И бери от жизни только те эмоции, которые хочешь испытывать😇. Остальным ⛔️delete⛔️",
      "Вот, видишь как просто ? 😂\nА у меня что то не особо легко получается 🤷♀Прочитав очередной труд я становлюсь мудрее👵🏻 Восполняюсь намерением быть гармоничной 🧘🏼♂️и обращать внимание только на хорошее🦋 Становлюсь уверенной в своих силах💪 Ведь я узнала секрет!",
      "И обычно такая позитивная я была недолго. Почти сразу происходила какая то встряска🤯 А провокации , точнее проверки, сразу после решения измениться будут обязательно. В общем, после них я реагировала КАК ОБЫЧНО. Интересно, что много лет во время таких «происшествий», я отдаю себе отчёт. Это уже не пустые вспышки гнева, жалоб, грусти. Я понимаю☝🏼 , что реагирую не правильно. Я всегда помню как надо. Но до недавнего момента думала : «Вот в следующий раз обязательно поступлю как написано. Сдержусь и буду счастливой. А пока -  муж действительно виноват😡я устала😩этот хам в пробке реальное быдло😒, да ещё и погода  испортилась😢»",
      "И недавно я словила волну 🌊 - что же на самом деле делала не правильно. Я возомнила себя роботом 🤖 и думала, что могу заменить программу с ➖негативной на ➕позитивную. А робот оказался глупеньким и не смог справиться с простой задачей. Потому что такая задача под силу только человеку💁♀️. И она реальная . Надо лишь позволить себе чувствовать всё, что чувствуется и дышать пока дышится.",
      "В видео я расскажу про книгу, которая наконец окатила меня волной. А также поделюсь результатами и конкретными действиями. Ну и расскажу какие составляющие я вижу в НЕ счастье (намерено пишу раздельно. Что б наглядно было видно, что СЧАСТЬЕ - это  слово без двух лишних букв) ",
      "Я надеюсь ты поняла, что пятый блок про 🤯 НЕГАТИВ 🤯",
      ], ['Смотреть видео']),

    (["https://www.instagram.com/tv/BxkrNw0Hrs8/?igshid=1sbesgg8vdp2y",
      ], ['Смотреть дальше']),

    (["https://www.instagram.com/tv/Bxk8bUunLEn/?igshid=n28zakonlao4",
      ], ['Смотреть дальше']),

    (["https://www.instagram.com/tv/Bxl4khQno8o/?igshid=q18vvl8vg6e6",
      ], ['Итоги']),


    (
         ["Я видео не переснимаю, даже если есть косяк 🙈 потому что говорю по вдохновению и если начну делать несколько дублей, то получится обычная  бубнёжка, театр одного актёра 😂 или совсем другой текст.\nМой косяк в этом видео - автор ДЖОН Грей. ",
      "❤️Итак, пока прочитаешь книгу - пройдёт время. А мы начинаем работать над этим блоком уже сегодня. Не зря же мы выписывали свои чувства! Теперь проживаем их письменно.",
      "Ниже 12 состояний от Джона Грея:\n😡Я злюсь\n☹️Я опечалена\n😱Я боюсь\n😩Я сожалею\n🙄Я разочарована\n😥Я огорчена\n🤨Я встревожена\n🤔Я в замешательстве\n😖Я завидую\n😰Мне больно\n😲Я напугана\n😳Я стыжусь ",
      "Когда мы чувствуем какое то из этих состояний, то описываем его и следующие за ним ТРИ письменно. (напоминаю, что они идут по кругу) Так, если нам стыдно, то мы описываем свой стыд, а потом злость, печаль и страх. Наша задача их прожить. Будет супер, если всплывёт похожая ситуация из прошлого. А возможно вспомнишь аналогичные эмоции, которые были когда то.",
      "❤️Запомни или запиши то, что всплыло. С этим потом надо работать. Когда прочитаешь книгу, то поймёшь как. Будем писать   ситуациям письма и навсегда их отпустим во второй ступени. ",
      "А ещё хочу обратить внимание:\nКогда ситуации повторяются, то многие любят списывать это на карму. Популярна фразочка типа: «это моя карма «тащить всё на себе» или ей подобные. Так вот, это не карма, а всего лишь не пережитые в прошлом чувства,  опыт, урок. Мы сами притягиваем себе повторяющиеся ситуации. Найдёшь связи с прошлым , проживёшь заново  - навсегда забудешь про эту карму",
      "❤️Ниже фото из книги с состояниями , про которые я говорила, Джон 😂называет их внутренними препятствиями. Смотри , изучай , выявляй своё. Бери необходимую лечащую эмоцию и описывай  её на бумаге от руки. Пиши всё, что приходит в голову, можно выписывать чувства из таблички и прописывать связи с жизнью. ",
      "Злюсь на что? На кого? Только честно. Старайся прям разозлиться в этот момент. Если завидуешь, то тоже пиши честно во всех красках и тд. ",
      "❤️Про дневник - в идеале на негатив должна быть отдельная тетрадь, потому что её потом лучше уничтожить. Если пишешь в одном дневнике со всем остальным, то сразу вырывай листы и смывай, сжигай, рви и т.д. Никогда не перечитывай. Пиши что в голову взбредёт.",
      "❤️Книга «Мир без жалоб» Уилл Боуэн. Здесь упоминала, в списке литературы не буду. Добавлю, что это как раз про мадамов «Жертва» и «Трубадурочка», которые ноют как всё плохо. Иногда мы даже не замечаем своего недовольства. Оно может нам казаться и конструктивной критикой, и отстаиванием правды, и констатацией факта, и чем угодно. Фишка с браслетом прикольна - для того, что б проснуться и заметить, что мы сейчас реально жалуемся. ",
      ], ['Посмотреть таблицу']),

    ([('photos/5_1.png',)
      ], ['Дальше']),

    ([('photos/5_2.png',)
      ], ['Дальше']),

    ([('photos/5_3.png',)
      ], ['Задания']),

    (["Задание 1",
      "❤️Внимательно изучи состояния.  Выбери свои. Работай с ними как описано",
      ], ['Cделала']),

    (["Задание 2",
      "❤️Введи в привычку отслеживание  эмоций. Смотри таблицу чувств и сопоставляй их и 12 состояний от Джона Грея. Находи своё состояние и письменно описывай его.\n Наводящие вопросы :Как ты думаешь почему чувствуешь это ? Когда недавно ты чувствовала тоже самое ? А далеко в прошлом когда было подобное? А в детстве ? ",
                        ], ['Cделала']),

    (["Задание 3",
      "❤\n Нам надо прочиститься и научиться жить чистыми. На ближайший период ведение дневника должно быть регулярным. Я около 3 месяцев писала почти каждый день. Столько всего всплыло. Особенно из прошлого. Так легко потом жить !!!!!!  Так что, заведи дневник",
                                                                                                                                                                                                                                 ], ['Cделала']),

    (["Задание 4",
      "❤️Заведи блокнот для аффирмаций. Записывай туда твои любимые, нужные или просто понравившиеся. Переодически перечитывай. Вспоминай каждое утро что же записано в блокноте. ",
      ], ['Cделала']),

    (["Задание 5",
      "❤️Как только в своём дневнике наткнёшься  на убеждение (например, что всё мужики козлы) то пиши противоположно положительное в блокнот аффирмаций ( меня окружают только благородные и порядочные мужчины. Я чувствую их искренность и заботу).\n Примеры убеждений, которые могут всплыть :\n ➖Бедная, зато честная\n  ➖Деньги на деревьях не растут,  их надо зарабатывать тяжелым трудом \n ➖У богатых много забот\n ➖У меня никогда не будет много денег\n ➖Нельзя жить на полную катушку\n ➖Страшно показывать своё счастье (сглазят )\n ➖Я должна быть порядочной\n ➖Я должна быть хорошей ...(матерью, женой, дочкой и по.)\n ➖За грехи всем воздастся\n ➖Все мужики изменяют ",
], ['Cделала']),

(["Задание 6",
  "❤️Используй браслет, перевешивай часы с руки на руку снимем одну сережку или находи любой активатор , что бы просыпаться каждый раз, когда начала ныть и жаловаться. Даже на погоду, даже что не выспалась. Пробуй пока не будешь просыпаться и замечать свой негатив всегда.  ",
  ], ['Cделала']),



(["Напиши какой негатив заметила в себе?  ",
  ], []),

(["Спасибо за отзыв!"
  ], ['Перейти в блок 6']),

# block-6 id-83

([
     "😘Привет, красотка! 😍 Мы все шикарные 💃и сексуальные 👄самодостаточные 👑 и желанные 💏, одним словом ВОЛШЕБНЫЕ💫.",
     "Согласна? Или на себя не всё примерила? А может быть добавила себе ещё пару качеств?😂",
     "Шестой блок - 👸🏼САМООЦЕНКА 👸🏼",
     "Как заниженная👎🏻, так и завышенная 😎 самооценка нам не нужна. Наша цель - стремиться к адекватности.\nСегодня, работа в этом блоке для меня приоритетная. С остальными я более менее разобралась. Но тут не паханное  поле. Прежде всего, потому что долго не понимала как мне поднять ⤴️ эту самооценку?",
     "Советы в этом вопросе как правило из серии:n\🙈полюби себя,\n🙈будь уверена в себе и своих силах\n🙈прими себя такой какая ты есть\nи так далее.",
     "Здорово. А как? Пока ни в одном труде я не встретила чёткого алгоритма. Сейчас прорабатываю эту тему с психологом и там всё намного яснее!",
     "Могу сказать, что колоссальный прорыв мне дали 2 автора:\n📖Екатерина Родина в тренинге «Путь к миллиону в сумочке»\n📖Джон Грей в книге «Как получить то, что хочешь, и полюбить то, что имеешь».",
     "Я увидела несколько направлений, в которых следует двигаться.\n➡️Итак. Как думаете от чего  зависит самооценка? Помимо всех этих избитых определений - социум, среда, статус и тд. Эти вещи могут лишь создать колебания.",
     "Что глобально влияет на самооценку?\n✔️Однозначно внешность. И никакие «прими себя такой какая есть» не прокатят. Надо работать над собой и адекватно совершенствоваться.\n✔️Самоценность. По сути это и есть самооценка. Это то, насколько мы ценны для самих себя.\n✔️Как мы в детстве научились оценивать себя в детстве",
     "⬇️А теперь думаем как можно подорвать айсберг? Из простого - поработать над внешностью. А другие два пункта можно копать долго. Поэтому начинаем раскопки со следствий и они выведут на истинную причину.",
     "✔️Страхи! Они подрывают уверенность и с ними надо подружиться. Да, да, не побороть. Потому что любая борьба и сопротивление - это путь в обратную сторону.",
     "✔️Обиды. Это прям ну очень важный пункт. Я не знаю как у тебя, а у меня была большая склонность к обидам. Ключевое слово БЫЛА. Я сама ещё не верю, но кажется я полностью проработала этот момент.",
     "Встречаемся на видео😘",
 ], ['Смотреть видео']),

(["https://www.instagram.com/tv/BxnHlhAn2Yl/?igshid=zfn9kphpkeuy",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/BxnK3Mpn8lw/?igshid=1dcna7vk7givb",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/BxnPv57HkNK/?igshid=14zla0q3lpy80",
  ], ['Итоги']),

(["Продолжаем цепочку и помним, что работая над одним из блоков - всегда подтягиваем и другой.",
  "❤️Начинаем с осанки. Если знаешь упражнения для позвоночника и шеи - делай обязательно. Но всегда хорошо узнать что то новенькое. Если не подписана на @melannett - исправляйся. Такой профиль точно не отнимет энергию, а даст много полезного. Ниже ссылка на моё любимое упражнение. У меня напряжение снимает моментально",
  "https://www.instagram.com/p/BhcI4hWFGph/?utm_source=ig_share_sheet&igshid=19lj1pl3lyxba",
  "❤️Подумай, что тебе не нравится в своей внешности и что легко исправить. Можно дописать в список здоровья действия для исправления. С работой над осанкой ты точно станешь краше. Но если для уверенности надо похудеть или убрать целлюлит , прокачаться - начни делать хоть что то! Душ Шарко (если нет противопоказаний) в помощь. Или другие действия. Тут решать только каждому за себя. Но начинай двигаться! Не кардинально только , прошу. А постепенно и навечно.",
  "Придумай малюсенькие шаги, делая их визуализируй как крепнут мышцы, проговаривай , что становишься стройнее с каждым днём и благодари себя. Когда у меня ещё не было мужа , то я качала пресс три раза в неделю на занятиях. И каждую секунду из 40 минут я знала для чего это делаю - что бы не растянулся живот при родах. На заметку - я не спортсмен и пресс до этого никогда толком не качала. Естественно я как то быстро я вышла замуж забеременела и ни одной растяжки на животе. Да и кожа осталась такая же. Быстро - это около года с момента начала до знакомства с мужем. Свадьбу начали планировать через полгода, заранее подали заявление, поженились через год после знакомства.",
  "❤️Страхи и обиды пока прорабатывай письменно по Джону Грею, понимай свои чувства. Расписывай их. Не забывай про табличку чувств.",
  "❤️Самоценность - затронула тему хобби, увлечения. Мы про это очень подробно поговорим дальше в другом блоке.",
  "❤️Послушай свой голос , желательно на чужих записях. Меня вот только что отметили в истории Инстаграм и я не довольна им 😂 . Пойми для себя насколько недовольна - это покажет  отношение к себе - оценку себя - самооценку. Запомни это состояние, что бы потом сравнить. Можешь оценить по 100-бальной шкале.",

  "❤️Теперь к основному по ДЖОНУ😂 Проанализируй свою жизнь исходя из семилетних периодов, в которые заполнялись наши сосуды любви.\nВот они:\nЛюбовь к Богу (от зачатия до рождения)\nЛюбовь Родительская (0-7 лет)\nДрузья, досуг (7-14 лет)\nХобби, единомышленники (14-21)\nЛюбовь к себе (21-28 лет)\nЛюбовь партнера (28-35)\nЛюбовь к зависимым от нас, прежде всего дети ( 35-42)\nЛюбовь к социуму (42-49)\nЛюбовь к миру (49-56)\nСлужение Богу (забыла в видео упомянуть, это просто любовь к Богу, а именно служение (не значит уход в монастырь, а ,например, добрые дела- после 56 лет)",
  "Ознакомься и заполни те сосуды🏺, в которых были пробелы. Речь пока про самооценку - значит, прежде всего,  заполни предыдущие сосуды любви к себе. А потом всегда имей эти знания в виду. Не забывай про комедии, встречи с друзьями, хобби, новые знакомства и конечно медитации.",
  "❤️Старайся чаще спрашивать себя : «Что я хочу?» Может не каждый день, но часто. Уделяй этому  хотя бы 5 минут. Это много! Мысли могут убежать . Проснись, сконцентрируйся только на себе и своих желаниях. А дальше запиши в список то, что невозможно сделать сейчас. А то, что хотя б теоретически возможно сделать сразу - вперёд !",
  ], ['Задания']),

(["Задание 1",
  "Регулярные упражнения на осанку",
  ], ['Сделаю']),

(["Задание 2",
  "Напиши список действий для совершенствования внешности ",
  ], ['Сделала']),

(["Задание 3",
  "Регулярно расписывай чувства по Джону Грею",
  ], ['Сделаю']),

(["Задание 4",
  "Оцени свой голос на записи",
  ], ['Сделала']),

(["Задание 5",
  " Сделай анализ заполненности сосудов любви ",
  ], ['Сделала']),

(["Задание 6",
  "Регулярно спрашивай себя «Что я хочу?»",
  ], ['Сделаю']),

(["Напиши свои впечатления от блока и вопросы. Какие сосуды не заполнены ? ",
  ], []),

(["Спасибо за отзыв!"
  ], ['Перейти в блок 7']),

# block-7 id-100

(
     ["Когда мужчина женится💍 - он надеется, что его жена останется прежней💏. А женщина ожидает, что после свадьбы её избранник станет другим😇.",

  "Так начинается книга 📖 Джона Грея «Мужчины с Марса, женщины с Венеры».\n⬆️А ещё так начинается семейная жизнь.",
  "Дорогая,  привет! 😍 Сегодня седьмой блок - 🦹🏼♂️ МУЖЧИНЫ 🦹🏼♂️",
  "И всё, что с ними связано. А они, ой как сильно, влияют на все остальные 9 блоков. Ведь мы эмоциональны. И наши чувства переносятся во все сферы жизни. А самые сильные эмоции 🧚🏻 нам, как не крути, дают отношения с партнёром🤩. Моя  мама говорила мне с детства , что судьбу женщины определяет замужество. Я не особо вникала😕, а сейчас точно понимаю о чем речь. И разговор не о счастливом билете в виде олигарха 💸💰💳. А лишь о том, что представляет из себя стартовый капитал. А дальше дело рук жены. ",
  "#️⃣Теоретически из любого мужчины можно сделать миллиардера. Читала историю про Барака Обаму и его супругу ? Как они поужинали в недорогом ресторане и выяснили, что владелец был влюблён в Мишель Обама в юности. И тогда супруг спросил: «Если бы ты вышла за него замуж, ты бы сейчас могла быть владелицей этого ресторана?»\nи Мишель ответила:\n— Нет. Если бы я вышла за него замуж, у нас был бы другой президент. ",
  "#️⃣ И я теоретически согласна. Так как на своей практике успешно познала многие механизмы. Но, мой муж пока не миллиардер. Поняли ключевое слово? 😂.... ПОКА.... В видео я искренне расскажу про свой пример. Про Мариинскую впадину ⤵️ в семейном бюджете, которую Я СОЗДАЛА САМА❗️Внимание❗️Обвиняя в этом только своего мужчину. ",
  "➡️ Для счастливой жены , казалось бы, этот блок ключевой. Но я для себя разместила его в середину. Потому что без работы над другими блоками мы не сможем никак влиять на отношения со своим избранником. Заметила разницу? Не на него напрямую влиять. А влиять на КАЧЕСТВО отношений и как следствие СВОЕЙ ЖИЗНИ. ",
  "Тема конфронтаций с мужчинами самая интересная для нас. И тут также можно говорить долго . Я столько всего прочитала ! 😎 При этом первая фраза этого текста останется основной. Смотри видео, моя хорошая 😘",
  ], ['Cмотреть видео']),

(["https://www.instagram.com/tv/Bxp09BoHa3-/?igshid=1kfid5n2twk08",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/Bxp4oAKnB8S/?igshid=1h21lz73tgvrf",
  ], ['Смотреть дальше']),

([" https://www.instagram.com/tv/Bxp9LWPn2vx/?igshid=18g7ipgxy19le",
  ], ['Итоги']),

(
     ["Повторюсь ещё раз - мы с мужчинами разные! И поэтому никогда не суди по себе и как бы поступила ты. Я потому и привела много примеров, что б показать, что генетически, изначально мы другие.\n🙈Да, физрук - это не любой физрук, а Нагиевский из сериала. ",
  "➡️Теперь хочу добавить, что муж - это мужчина, любой наш партнёр. Будь то любовник, парень, гражданский или официальный муж. Потому что они подпитываются от той женщины, что рядом. Не дала жена - может дать любовница или другая жена. Почему очень часто ситуации: жену держат в чёрном теле, а любовнице подарки на все деньги. У знакомого моих родителей первая жена отчитывалась даже за расход туалетной бумаги (Это не шутка). А со второй они переехали на пмж в Испанию. И первая конечно винит его, что он такой козёл ей цветочка не подарил, а второй досталось всё. Надеюсь сейчас все мы понимаем почему. Дело только в нас самих, что подпитали - то и выросло.",
  "❤️Поэтому просыпайся! Осознанно переноси фокус внимания на хорошее, например пиши ему благодарности или проговаривай их про себя перед сном. В момент пика моего недовольства мужем я начала вести его личный дневник благодарности. Я писала там каждый день. Начинала с глубокого прошлого, так как мне казалось, что в настоящем его благодарить не за что. Потом появились новые поводы и сейчас я совершенно по другому думаю о своём мужчине, нежели , чем в тот период. Хотя он остался по сути таким же ! Но МОЯ жизнь с ним изменилась. Я перенесла внимание с негатива на позитив и начала подпитывать его хорошие поступки и черты.",
  "❤️Просыпайся в каждом конфликте и думай нужен ли он, точно ли надо вот это сказать или можно по другому. Не ведём себя на автопилоте, не бубним, не пилим - по возможности. Пусть конфликты и недовольства станут активатором к тому, что бы проснуться. ",
  "Но по факту мы уже работаем над этим блоком. Действуя по предыдущим 6 блокам, мы вносим гармонию в свою жизнь, а значит и в отношения",
  "❤️Продолжай выписывать чувства и таким образом сливать негатив на бумагу, а не партнеру в уши",
  "❤️Подпитывай свои желания и таким образом веди всю семью за собой.\nНапример, медитируй. По ссылке ниже ещё одна классная медитация на исполнение желаний. Там немного внимания уделяется и партнеру, через неё можно больше купаться в женской энергии и понять что значит подпитать партнёра энергией. Я обычно медитирую перед сном. Часто засыпаю во время медитации - это тоже считается как исполнено.",
  "https://m.youtube.com/watch?v=zD6otrGwOuU",
  "⬇️А ниже несколько убийственных фраз от женщин из книги «Мужчины с Марса, женщины с Венеры», посмотри в скольких узнаешь  себя :\n🤪Вон там есть место для парковки, поверни туда.\n🤪Тебе хочется проводить время со своими друзьями. А со мной?\n🤪Не клади это туда. Оно потеряется\n🤪Лучше вызови слесаря. Он лучше с этим разберётся.\n🤪Ты что не заказал столик заранее ? Почему мы ждём.\n🤪Тебе бы следовало проводить больше времени с детьми. Они скучают по тебе.\n🤪Ты слишком гонишь. Сбавь скорость.\n🤪Я не знаю где ты был. Мог бы и позвонить.\n🤪Не бери еду руками, ты подаёшь плохой пример.\n🤪Ты должен был предупредить меня пораньше, я же не могу всё бросить и..........",
  "Так что , отслеживаем в себе мамашу👩👦и училку👩🏼🏫. Просыпайся каждый раз и лови себя в этих ролях. Нам же не нужны сынки и ученики.\nНе трогаем мужиков в их пещерах, послезавтра проговорим о том, чем нам заняться пока они там тусят.",
  ], ['Перейти к заданиям']),

(["Задание 1",
  "Заведи дневник благодарности своему партнёру. Если вдруг сейчас туда не хочется ничего записывать, то начни с прошлых заслуг. Они точно есть, ведь не просто так вы вместе ",
  ], ['Сделала']),

(["Задание 2",
  "В каждом конфликте думай точно надо ли всё высказать. Лучше в начале выписать свои мысли в дневник. Но только не замалчивай лишь бы не ссориться. А то я когда начала так делать, то получила череду ангин. ",
  ], ['Сделаю']),

(["Задание 3",
  "Попробуй медитацию и старайся делать её регулярно ",
  "https://m.youtube.com/watch?v=zD6otrGwOuU",
  ], ['Сделала']),



(["Какие впечатления от блока? Какие впечатления от медитации ? ",
  ], []),

(["Спасибо за отзыв!"
  ], ['Перейти в блок 8']),

# block-8 id-112

(["Привет! 😘 Уверена , что блок, до которого мы добрались волнует всех.",
  "💸 ДЕНЬГИ 💸",
  "Раньше я думала , что это вопрос номер один 👆. ОЧЕНЬ ДОЛГО так считала.  Не смотря на то, что много изучала и ТИПО словила суть 🙈. А потом резко накрыло этой самой волной просветления.",
  "Случилось так после ➡️глубочайшей ➡️ежедневной ➡️полугодовой работы с собой на тренинге «Путь к миллиону в сумочке» Екатерины Родиной. И не сразу. Видимо когда всё осело и утрамбовалось. При этом у моего любимого Зеланда деньги занимают всего ❗️одну ❗️ короткую главу среди всех 📖 всех 📖 всех 📖 книг. И конечно я её читала тогда, 10 лет назад, когда начались мои преображения. Но именно на эту главу я не особо то обратила внимания😬",
  "А ведь я не просто хотела денег , а нуждалась в  них. В те времена  моя зарплата была 25000 руб, а съёмная квартира стоила 21000. Я разводилась и совершенно не понимала как проживу в Москве. А в родной город Орёл тогда очень не тянуло. И вопрос денег меня волновал большого всего. Но, блин, как я пропустила основу???🤦🏼♀️ Почему потом потратила 10 лет и до сих пор произвожу какие то работы? 🧐",
  "⚠️А основа проста : деньги - это энергия. Всего лишь энергия🌪",
  "Блок  ✨ЖЕЛАНИЯ ✨МЕЧТЫ ✨ЦЕЛИ намного важнее блока 💸ДЕНЬГИ💸. Поэтому мы рассматривали его раньше. Помнишь: «Как корабль 🚢 назовёшь , так он и поплывёт»? Так вот, наши желания определяют приход денег под них. ",
  "Тема денег полна противоречий. Вроде можно рассуждать часами, а в тоже время всё просто как у Зеланда. Будем систематизироваться  в видео. ",
  ], ['Смотреть видео']),

(["https://www.instagram.com/tv/BxsR35EnSdF/?igshid=1fpn0q5be0r47",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/Bxsab_rnLiB/?igshid=nkzyog3qqsjs",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/Bxse6Nrn2Xo/?igshid=betn3m4g4esr",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/BxshEO_nTGF/?igshid=7rq5px2h6djv",
  ], ['Итоги']),

(["Связь денег 💶с другими блоками:",
  "❤️Всегда просыпайся и смотри какие подарочки привалили (даже самые мелкие), отмечай их про себя, благодари дарителя или Вселенную в уме или ещё круче письменно в дневнике.",
  "❤️Деньги - это тоже энергия. Там где застой - энергии нет. Поэтому создавай движение. Ритуалами(помнишь в 90-е на рынках трясли деньгами от первого покупателя), бережным отношением (раскладка по номиналу и тд) переводом внимания на позитивные стороны (любая аффирмация из серии «деньги ко мне так и липнут») разбором завалов, обменом ненужных вещей на нужные (авито в помощь - можно продать ОЧЕНЬ много реально ненужных вещей, которые помогут другому), благотворительностью, помощью, чаевыми - чем угодно. В видео забыла рассказать историю: один из моих руководителей каждое утро раскладывает красивыми кучками все деньги из сейфа , пересчитывает их и наверное что то ещё делает. Может песни поёт или думает о том, что принесёт прибыль. Весь офис смеётся над этим ритуалом . А ведь он успешный человек, в отличие от большинства офисного планктона. Это не оскорбление, а факт - я сама таким была. К слову - я всегда просматриваюсь к поведению, привычкам , мировоззрению и разговорам успешных людей. От любого человека есть что принять на заметку.",
  "❤️Все проработки негативных чувств принесут пользу не только здоровью, но и материальному положению . Потому что тело подсказывает, что проблема есть! Что бы мы обратили на эту проблему внимание и справились с ней. А значит улучшили свою жизнь в целом. ",
  "❤️Большинство мечт, желаний и целей - материальны и покупаются за деньги или зависят от них. Но деньги придут только под желания и цели. И не придут если тупо хотеть денег. Это точно. Проверено неоднократно. При чём иногда наши загадки сбываются неожиданно и без денег, через возможности, связи, выигрыши. У меня в жизни было много ситуаций, когда самих денег не было в прямом смысле слова. Иногда и 1000 рублей не было. Но никогда не голодала и всегда ходила на мероприятия, фитнес, ездила на машине, получала подарки и тд. Вселенная всё разрулит всегда! А мой муж большинство стран из своего списка ( а там не меньше 50) посетил БЕСПЛАТНО. Естественно не за красивые глаза, но это были оплачиваемые принимающей стороной поездки по футбольному бизнесу. ",
  "Кстати, именно работа часто даёт бонусы. Т.е именно денег в руках мы не держим, но страхование или питание - это ведь тоже вложения в нас. У меня и у мужа благодаря нашим работам было огромное количество благ. Поэтому  ЖЕЛАНИЯ ПЕРВИЧНЫ, а ДЕНЬГИ ВТОРИЧНЫ. О деньгах теоретически можно не париться. Они сами придут. Но практически это сложнее всего сделать - отпустить ситуацию. Поэтому обязательно знай для чего тебе нужны деньги - это и есть проработка блока 4. Пересмотри ещё раз  список желаний❗️. ",
  "❤️Деньги идут только к спокойным, гармоничным и счастливым дамам;) И наоборот быть не может. «Вот когда будет больше денег, тогда я и счастливее стану» - никогда не исполнится. У каждого негатива свои причины блокировать деньги. По сути не важно какие, главное , что любой негатив - это преграда. Но не забывай, что просто игнорить - не выход. Негатив - это тоже подсказки для души.\n\n❤️Для самооценки тоже полезна игра в Миллионершу. В начале ты можешь забывать о ней, но тут главное просыпаться и помнить. Иногда даже не удобно вести себя по другому. Но, если продолжать играть, то получится раскрепоститься. И даже войти в роль. Это же прикол и не надо всем озвучивать, что мы играем. И вот когда мы поймаем кайф от этой игры, когда нам станет игра в удовольствие и рассмешит нас - вот тогда мы совершенно по другому себя почувствуем. А Вселенная это словит. Мы ведь тоже маятник и Вселенная поймает нашу частоту и даст что то, что соответсвует нашему внутреннему состоянию. Подарок, классное изменение в жизни или просто комплимент. И тут здорово поймать эту волну и тогда может быть такой водоворот событий , который даже в адекватно короткий срок изменит жизнь кардинально. К лучшему конечно. Про такие волны еще немного расскажу в другом блоке.Ну и связь уловила ? Чем сильнее самооценка, тем лучше благосостояние. Сильнее , не значит выше. Люди с завышенной самооценкой обязательно получат щелчок по носу. Не факт, что в блоке денег, но в каком то из блоков однозначно\n\n❤️Мужики от нас зависимы. Чуткие они персоны до нашего внутреннего состояния. Хоть зачастую кажется, что наоборот. Ментально мы связаны, как два сообщающихся сосуда. Я сейчас это чувствую острее всего в своей жизни. На второй ступени подробно про то как повысить доход мужчины. А пока как не понизить 😀. Как и говорила в видео - все скандалы в семье ведут к понижению семейного дохода. Поэтому каждый раз перед объявлением претензий - просыпаемся и думаем. А надо ли оно? Не потому что стараемся ради мужа, а , прежде всего ради себя. Ведь доход мужа - это наше благополучие тоже.\n\n❤️Помимо предыдущих упражнений и всего, что уже делаем в др. блоках: по возможности медитируй. Чередуй с другими медитациями. Все они по сути работают в одном направлении.\n❤️Благодари! Благодари! Благодари! Мир, мужа, себя, всех и вся!\n❤️Старайся в любом событии искать пользу. Пусть это будет игра такая.\➡️P.S. Заметила на моём пиджаке отсутсвие 2 страз ? Это опять косяк😝\nСимволично, что именно в этом блоке и именно об этом говорила. Значит мне самой работать и работать. А вам наглядность 😂",
  ], ['Перейти к заданиям']),

(["Задание 1",
  "Заведи дневник благодарности . Можешь совместить с тетрадкой из прошлого блока , где, надеюсь, уже пишешь про партнера. \n\nБлагодарность очень сильная обменная мера деньгам. Так что, в идеале завести отдельный дневник благодарности и вечером прописывать там  за что благодаришь день, людей, себя, Вселенную , окружающих людей. Подмечай здесь все подарки от Вселенной. Так, я недавно выиграла поход в очень крутой спа. Можно ежедневно перед сном прокручивать благодарность в мыслях.\nИ , естественно, чаще говорим лично элементарное «Благодарю».\n"
  ], ['Сделаю']),

(["Задание 2",
  "Просыпайся и играй в миллионершу",
  ], ['Сделаю']),

(["Задание 3",
  "Пересмотри большой список желаний. Дополни, представь как будешь себя чувствовать когда желания исполнятся.",
  ], ['Сделала']),

(["Задание 4",
  "Разбери завалы дома и сделай генеральную уборку! Такую, что б ни в одном углу соринки не осталось . Не забудь про вытяжки😉 У Правдиной в книге «Я привлекаю деньги» целый раздел посвящён феншуй. Многое применить достаточно легко. Также в своём профиле в Инстаграм я проводила бесплатный марафон Фэн-Шуй. Ты найдёшь его под хэштегом #фэншую_изобилие_чую . ",
  ], ['Сделала']),

(["Задание 5",
  "Избавься от вещей , которыми не пользуешься ! Дари, меняй, продай, выкидывай! Я выкидывала целыми пакетами и физически чувствовала облегчение. Представляла как меняю эти пакеты на новенькие пакетики с обновками. По технике Симорон можно проговаривать всякие присказки: «Меняю эти ботинки на Лабутены» или что вам там надо 😂 Здесь речь идёт не только об одежде, а обо всём. Даже о еде, которая стоит в шкафах, а ты ей не пользуешься (крупы, специи и прочая бакалея в шкафчиках на кухне) В общем, со шкафов и начни. Придирчиво и с настроением !",
  ], ['Сделала']),

(["Задание 6",
  "Приведи в порядок все вещи. Пересмотри одежду и пришей все пуговицы, что б не как у меня 😂Зашей дырки и отстирай пятна. Почини технику , порванные или запутанные цепочки, поставь все набойки и т.д. Если вещь сделать невозможно - выкинь! Посуду не склеиваем. Если она разбита или отколота - на выброс. Не даром есть пословица - разбитую чашку не склеишь. ",
  ], ['Сделала']),

(["Задание 7",
  "Старайся больше общаться с успешными и богатыми. Влиятельными и знаменитыми. Находи таких в своём окружении. Анализируй их слова, поведение , подмечай детали - пропитывайся энергией Успеха . Не лови каждое их слово, они не Боги. Просто старайся общаться с теми, кто успешнее тебя. В любых сферах. Лучше тянуться за людьми, чем самоутверждаться, думая, что ты итак крут. ",
  ], ['Сделаю']),

(["Задание 8",
  "Просыпайся и играй в миллионершу",
  ], ['Сделаю']),

(["Задание 9",
  "Не забывай про благотворительность, материальную помощь, чаевые. Создавай движение.",
  ], ['Сделаю']),

(["Задание 10",
  "Трать разумно (Проснувшись!!!!!) чётко отдавая себе отчёт за каждую трату. Потратив никогда не жалей",
  ], ['Сделаю']),

(["Задание 11",
  "Не забывай про аффирмации.\nМоя любимая : Деньги приходят ко мне легко и часто ! У Правдиной в книге их очень много !",
  ], ['Сделаю']),

(["Задание 13",
  " Также как и в блоке «Здоровье» просыпайся и отслеживай у себя вредные фразы : деньги как вода, денег нет, это очень дорого и пр. ",
  ], ['Сделаю']),

(["Задание 14",
  "Не забывай про отписки в дневнике своих чувств и состояний по Грею, про то, что лучше во время скандала с мужем пойти в туалет и написать в дневник всё, что хочешь на него вывалить . А если что то останется - тогда уже иди и говори ему. Уверяю, будешь намного спокойнее, короче , короче и конструктивнее.",
  ], ['Сделаю']),

(["Задание 15",
  "Делай медитации из этого блока и предыдущие. Чередуй, что б не надоели. Если не идёт медитация, значит стоит блок на чувства и не развито воображение. Чувства прописываем по Грею. А воображение надо просто развить как и писала в марафоне Успеха в в своём Инстаграм sbornik__granatov (#пора_собирать_гранаты)",
  ], ['Сделаю']),



(
     ["Классный блок, да? Но тут много действий, готова ? А главное готова принимать Богатства ? Вот честно ? Если завтра проснёшься с миллионом евро на счету , сможешь жить новой жизнью? Какой? Что сделаешь ?",
  ], []),

(["Спасибо за отзыв!"
  ], ['Перейти в блок 9']),

# block-9 id-133

(["Привет😍",
  "Тебе всё нравится в своей жизни? Представь, что денежной системы в мире не существует ❌💰❌ ✨Вселенная - это шведский стол.\n✨Бери - что хочешь 🍽.",
  "❓Чем бы ты занималась тогда❓",
  "Помечтай в волю. Представь свой обычный день. Что тебе будет приносить удовольствие? Напиши свои мысли. ",
  "А ❗️потом❗️читай продолжение.",
  ], ['Продолжение ']),

(
     ["Оставила хотя бы 30% занятий из своей жизни ? Работу? Или только саму сферу деятельности? 👩🏻🍳👩🏼🏫👩🎨👩🏻🚀\nМне почему то кажется, что послала всех на фиг и помчала путешествовать🏝🏟🏔. А может быть начала учиться танцам, пению  🎤 или макраме. Или всё же диван и сериалы🍿?\nДомашние хозяйственные дела все убрала ? Или нравится, например , готовить 🍲?\nКто оставил свою работу ? Просто так. Ради удовольствия😍 . Хотя б на пару часов в день ? ",
  "То что мы готовы делать БЕСПЛАТНО, ради кайфа есть наше  🧙🏻ПРИЗВАНИЕ 🧙🏻♀️. Это девятый блок. ",
  "И теперь подумаем глубже.\n➡️ Шведский стол - это обычно что ? Опять же наглядный пример с отелем «всё включено». Это обжираловка первые дни 🙊 . Интерес . А потом казавшиеся разнообразными завтраки 🍳 надоедают. И нам уже нечего есть😂. Мы бродим с пустой тарелкой вдоль предложенных блюд.  Было такое ? 😉 Мы уже не берём попробовать всего по чуть чуть. А более менее угадываем что нас насытит. А ещё начинаем скучать по сосискам, пюре и кабачковой икре. Хотя дома не особо то едим такие явства.",
  "➡️ А ещё шведский стол - это когда мы не можем съесть больше чем хотим. А выносить по сути нет смысла, если знаешь, что всегда можешь прийти и поесть. ",
  "✨И возвращаемся к нашим мечтам. Ну отдохнули мы. Массажи 💆🏻♀️, спа, релаксы🛀🏻 , маски, наряды 🛍, тусовки, путешествия✈️ ... А дальше ? Что из этого надоест, а что останется любимым блюдом в шведском столе? По каким сосискам мы начнём скучать ? ",
  "А ведь это совсем не сложно навсегда оставить в своей жизни хотя бы одно любимое кушанье. Подумать что же действительно нам нравится и начать это внедрять на постоянку. А там и весь стол изменится. И главное, сделать его как в мечтах  ➡️ Шведским = изобильным.\nО чём это я ? Смотри видео 😘",
  ], ['Смотреть видео']),

(["https://www.instagram.com/tv/Bxu5IYCnTRW/?igshid=1d32dtct62uvq",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/Bxu_qTUnWwu/?igshid=zawmlqeg6244",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/BxvD-s0nwsG/?igshid=ukdopcht8lqx",
  ], ['Итоги']),

([('photos/9_1.png',)
  ], ['Дальше']),

(
     ["Посмотри фото той самой пирамиды Маслоу. Сегодня говорили про 4 уровень. А всего их 7. Это значит, что потребность в уважении - золотая середина. Без высших уровней многие живут всю жизнь. Конечно, мы к ним стремимся, но уж серединку то удовлетворить просто необходимо.",
  "Я уверена у многих уже есть и хобби, и любимое дело, и работа приносит радость. Но разве нужны поводы, что бы останавливаться ? Помни, что остановка - это путь ⬅️назад. Энергия не может стоять на месте. Всегда здорово найти новое дело, которое принесёт кайф и лишний повод для гордости собой. Пусть даже маленькое. Даже выращенный из косточки апельсин 🍊, например 😉. А можно внести в старое креатив и новые краски , сменить подход или просто стать в нём ещё лучше. Это касается и работы, и любого увлечения. ",
  "❤️Итак, посмотри ещё раз на первые 3 уровня и подумай насколько закрыты они. Напиши список пробелов и действий, которые всё исправят",
  "Например:\n➖физиология: если я на диете и откровенно голодная, то о другом думать не захочется. А если я не высыпаюсь и ещё с сексом не очень🙅🏼♀️, то я скорее всего злюка и лучше пораздражаюсь, чем займусь новым хобби. А значит в список блока «Здоровье» мне лучше добавить постоянное здоровое питание вместо диеты, правило ложиться до 22.00 раз в неделю и тренировку интимных мышц.",
  "➖Безопасность: я  уже выписываю свои страхи и знаю что меня пугает. Через письма я проживаю и отпускаю их. Но я понимаю, что одной писанины мало, в материальном мире нужны и действия. Вот если бы у меня был личный счёт с 100 000 рублями, то мне было б намного спокойнее. Эти деньги лежали б там просто так, я бы всегда знала, что они у меня есть. И тогда я чувствовала бы себя в большей безопасности. Запишу эту цель в список желаний. Начну откладывать по 100 руб с каждого похода в магазин. Вместо вредной булочки или шоколадки. Это всего 1000 походов, но иногда можно же отложить больше. А там и Вселенная поможет неожиданной премией. Ведь я уже знаю, что растёт то, что подпитываешь энергией. А мои мысли и действия - это энергия. ",
  "➖Социум - я последнее время засиделась дома. Дела, работа, лень...Организую встречу с девчонками! Кстати, я это хотела сделать ещё в блоке про самооценку. Когда обсуждали Джона Грея и его сосуды. Мой сосудик N3 заполню. ",
  "➖Вот и наконец уважение и признание.",
  "❤️Ответь себе на вопросы: ",
  "❓Чем я могу помогать миру по своему? ➡️Тут может быть любая помощь, которую мы как помощь то и не расцениваем. Даже те из нас, кто любит ТОЛЬКО СЕРИАЛЫ СМОТРЕТЬ, смогут ПОМОЧЬ своими отзывами. Я, вот обожаю сериалы, и была б признательна любому крутому блогу про них, что бы не тратить своё время на выбор.\n\n❓Во что я любила играть в детстве?\n\n❓А во что поиграла бы сейчас по приколу ? \n\n❓В Какие кружки я ходила , но забросила, а жаль. (Я жалею, что бросила гитару, особенно когда был период палаточных посиделок у костра)\n\n❓И главное : что мне очень хочется делать, но времени нет или не умею, или руки не доходят ? Вышивать, рисовать, танцевать или изучать новый язык, астрономию и традиции Код д Ивуар. Сейчас в интернете много бесплатных уроков. Включаем ютьюб и уделяем своему призванию хотя бы по 30 минут 2 раза в неделю. Я начала учить греческий. \n\n❤️Повторюсь: если не приходит в голову чем можно заняться - общайся с новыми людьми, ищи новое времяпрепровождение, новые пути. Просыпайся и смотри вокруг - душа сама откликнется когда увидит то, что в её стиле. Помни, что душа не может ничего не хотеть.\n\nВ видео я говорила только про подругу, которая печёт тортики. А сейчас вспомнила ещё несколько человек, которые неожиданно занялись чем то новым. Возможно они тебя вдохновят.\n\n💃44 года - почему бы не начать танцевать на шесте? Для себя и мужа ? В итоге к 50 годам у этой девушки тело стало потрясающим - ведь это не лёгкий танец. Да ещё и самим трюкам только завидовать белой завистью. Я смотрю ее Инстаграм и восхищаюсь. А она не профессионал , всё чисто для себя. \n\n🌳65 лет - начну-ка я делать картины из коры деревьев. Это моя родственница. Она дарит свои картины всем близким и даже изготавливает за деньги на заказ.\n\n💼 35 лет - не хочу больше быть инженером, буду изготавливать ремни из кожи, назову их именем деда, который был героем войны. Ivan Franz. Внимание не реклама, хоть ремни и реально классные. Человек их делает сам и с душой. Качественно и креативно. Это мой друг и у нас вся компания друзей уже купила у него ремни для себя и своего окружения. И наверное мы больше не его клиенты ближайшие 10 лет. Во всяком случае так он сам говорит - потому что ремни прослужат не меньше. «Почему ремни ?» - спросила я. «Просто торкнуло, захотелось»\n\n➡️На этой ступени хотя бы пойми что хочешь , наблюдай, записывай,пробуй. ",
  ], ['Перейти к заданиям']),

(["Задание 1",
  "Проанализируй пирамиду Маслоу по отношению к своей жизни ",
  ], ['Сделала']),

(["Задание 2",
  "Напиши список необходимых мероприятий для того, что бы закрыть недостающие  потребности",
  ], ['Сделала']),

(["Задание 3",
  "Ответь себе на вопросы, написанные в итогах ",
  ], ['Сделала']),

(["Задание 4",
  "Найди новое хобби или /и увлечение ",
  ], ['Сделала']),

([
     "Какие мысли по блоку ? Есть ли у тебя уже хобби ? Насколько ты влюблена в свою работу ? "   ]
, []),

(["Спасибо за отзыв!"
  ], ['Перейти в блок 10']),

# block-10 id-133

(
     ["Признайся, а готова сейчас  оставить заявку в программу «Перезагрузка» или «Снимите это немедленно»? Не знаю есть ли ещё эти передачи 😂, не смотрю телевизор вообще.",
  "Готова вписаться в любой кипиш, который внесёт изменения в твою жизнь? Ведь у тебя появятся новые наряды. А ещё бесплатно сделаешь зубы, сиси и всё, что понадобится. Заведутся связи и знакомства, интересные и полезные. И конечно впечатления бесценные. Но возможно и попой перед камерой придётся сверкнуть. Готова? 😉",
  "Если да, то ты легко выйдешь из 🙆🏼♀️ЗОНЫ КОМФОРТА🙆🏼♀️. Про неё последний блок. И он итоговый 🎬. Не только в этом марафоне. А всегда по жизни.",
  "Здесь надо внедрять, то что узнала. Действовать. Принимать решения. МЕНЯТЬ СВОЮ ЖИЗНЬ. Читала у Марины @my_marina_cy котороя тоже живет на Кипре: «Качество жизни пропорционально неопределённости, в которой мы можем жить комфортно». Это она изучала на тренинге дорогущего Тони Робинсона. Я ➡️пока😂 не была у него. Спасибо Марине, что делится! А я поделюсь в видео своим опытом и интересными рекомендациями из разных трудов. И конечно про то, как расшифровать эту фразу.",
  "➡️Естественно, подведём итог всем блокам. Ты ведь поняла, что они взаимосвязаны?",
  "➡️Составим список конкретных действий, с которых начнём или продолжим менять свою жизнь.",
  "P.S. Я однажды участвовала в конкурсе красоты. Неожиданно. Когда осознала, что прошла отбор, первый вопрос с ужасом 😱 был: «А дефиле в купальниках будет?» А второй: «Можно в колготках?»😂.",
  ], ['Смотреть видео']),

(["https://www.instagram.com/tv/BxxeyGFnpK4/?igshid=1nxm7k0t3rrr4",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/BxxkV-eneP-/?igshid=1iigemrgo0qiy",
  ], ['Смотреть дальше']),

(["https://www.instagram.com/tv/Bxx9ngHn5WF/?igshid=1vuvdjyfbncgk",
  ], ['Итоги']),


(
     ["Наша главная задача здесь - жить в потоке. Про этот поток пишут часто, есть даже специальные тренинги. Надеюсь , что я понятно рассказала, что для меня это значит. Исходя из всех книг, мой микс:",
  "✅скользить в потоке по линиям жизни, улучшая все сферы жизни от линии к линии✅.",
  "➡️Скользить в потоке - это с удовольствием и легкостью жить, притягивая только позитивные события и изменения.",
  "Попахивает глобальной миссией всего марафона «Счастливых Жён», не правда ли?😉 Поэтому этот блок завершающий ))) ",
  "Итак,",
  "❤️старайся притянуть волну 🌊удачи. Вечно ехать на её гребне невозможно. А прокатиться вполне😉Это и есть, так называемая, «белая полоса» - когда всё складывается. И чем дольше мы будем её питать - тем дальше уедем. Просыпайся и замечай позитив. Концентрируй своё внимание на нём. Не игнорируй негатив - как я когда-то. А просто замечай позитив как можно чаще. Фокус внимания и на одном, и на другом. С негативом работаем как в блоке 5. А с позитивом можно и так:",
  "❤️Простое упражнение - в моменты пустодейстаия мозга (пробка, уборка или мытьё посуды) ➡️насильно  думай о хорошем. Выбери какое то одно занятие. Просыпайся каждый раз , начиная его, и насильно думай о хорошем. Наша задача сделать это мытьё посуды активатором для хороших мыслей. Прям рефлекс выработать - с первой струйкой воды вспоминай приятные моменты в своей жизни, мечтай, визуализируй, благодари за то хорошее, что в жизни уже есть. Пусть это будет твоё личное время волшебства. Потому что такие РЕГУЛЯРНЫЕ мысли обязательно притянут приятные событИя",
  "❤️Анализируй свою жизнь о удаче. Старайся проснуться и объективно вспомнить как часто тебе везёт в мелочах и глобально, что происходило в ближайшее время. Все мысли из серии «мне никто никогда не помог, я всё сама, своим трудом, наследства не было и деньгами помогаю только я, а не мне» - не анализ. Это как раз из 🔺треугольничка «жертва - спасатель - агрессор». Ты наверное уже поняла, что такие убеждения будут только подтверждаться. Помнишь Вселенную-джина? Слушаюсь и повинуюсь! ",
  "➡️Вспоминай, может за последние дни было много везучих моментов. Такое надо замечать, Вселенная и тут делает пробу пера. Потому что  возможности, подарки, нужные люди и т.д появляются в нашей жизни постоянно, едва ли ни каждый день. Мы можем их не замечать или не считать чем-то достойным внимания. Если не принимать подарки от удачи, то она втянет в неприятности, что бы СПАСТИ из них и обратить на себя внимание.",
  "❤️Расширяй свою зону комфорта. Раздвигай границы! Во всём. От знакомств с людьми, новых маршрутов и рецептов до специальных вылазок в те места, где вам не комфортно. Это могут быть не только дорогие магазины. Но и занятия тем, что мы не умеем делать или стесняемся. Пока пробуем. Просыпайся и когда будешь стоять перед выбором - идти или нет, делать или нет - всегда выбирай «да!» При этом, я совершенно не умею петь, но в караоке не пойду всё же🙈 А вот про уроки вокала подумываю.\n\n❤️Пересматривай свой список желаний, примеряй их на себя конкретно. Например, во время мытья посуды😉И лови малейший дискомфорт, страх, неверие, неуверенность. Если заметила в желании иметь новую машину страхи из серии: «а где ее хранить», «вдруг поцарапают во дворе», «ударят - не смогу починить», «страховка, бензин, ТО - не потяну» и т.д. - начинай прорабатывать именно это желание. Ходи в автосалон «каждый вторник» и узнай все детали о тачке. Не с вожделением, а обычно. Машина должна войти в слой жизни. Так как желание не в тройке, то скорее всего на эту машину денег у тебя в ближайшем будущем типо нет. А значит ходи туда по приколу. Скорее всего именно эту машину ты врят ли купишь. Но однозначно  будет другая машина. Лучше! Не по цене, престижу или цвету. Лучше конкретно для тебя. "
  ], ['Перейти к заданиям ']),

(["Задание 1",
  "Замечай любой позитив. Даже улыбку прохожего, которая адресована не тебе ",
  ], ['Сделаю']),

(["Задание 2",
  "Выбери обычное бытовое занятие во время которого ты будешь думать о приятном , визуализировать и строить планы ",
  ], ['Сделала']),

(["Задание 3",
  "Обращай внимание на удачу. Даже просто если попалось удобно место на парковке или в общественном транспорте ",
  ], ['Сделаю']),

(["Задание 4",
  "Регулярно примеряй свои желания на себя и делай конкретный шаг на встречу. Как с примером про машину",
  ], ['Сделаю']),

([
     "Какие обзор впечатления от марафона ? Какой блок самый интересный? Какой самый сложный ? Какой самый проблемный? Сколько времени у тебя заняло прохождение марафона ? "]
, []),

([
     "Пойдёшь ли на вторую ступень ? "]
, []),

(
     ["Спасибо, что участвовала. Твоя жизнь теперь в твоих руках. Ты можешь создать себе любой мир! Главное действуй! Если ты начала делать хоть что то из этого марафона, то хорошие изменения уже близко! ",
  "Литература, которая поможет углубиться глубже если тебе это необходимо. 📖Вадим Зеланд «Тафти»\n📖 В. Синельников «Возлюби болезнь свою»\n📖 Лиз Бурбо «Твоё тело говорит: «Люби себя!»\n📖Джон Грей «Как получить то, что хочешь и любить то, что имеешь»\n📖Джон Грей «Мужчины с Марса, женщины с Венеры»\n📖Наталья Правдина «Я привлекаю деньги»\n🎬Фильмы  «Секрет» и «Секрет 2»\n🎬Фильм «Господин Никто»",
  ], ['Закончить']),

]

print(texts[18][0][0])
